Repository: Elmeric/dfacto
Catalog: locales/*/LC_MESSAGES/dfacto.po
Languages: fr_fr

source: Invoice %(code)s issued on %(date)s for %(client)s
fr_fr: Facture %(code)s du %(date)s pour %(client)s

source: For:
fr_fr: A l'attention de :

source: Invoice
fr_fr: Facture

source: Issued on:
fr_fr: Date d'émission :

source: Due date:
fr_fr: Date limite de paiement :

source: UNIT PRICE
fr_fr: PRIX UNITAIRE

source: QUANTITY
fr_fr: QUANTITÉ

source: RAW AMOUNT
fr_fr: MONTANT HT

source: TAX
fr_fr: TVA

source: NET AMOUNT
fr_fr: MONTANT NET

source: Subtotal
fr_fr: Total HT

source: Tax
fr_fr: TVA

source: Grand total
fr_fr: Net à payer

source: Thank you!
fr_fr: Merci !

source: Late payment penalties at the annual rate of: %(penalty)s - Discount for early payment: %(discount)s
fr_fr: Pénalités de retard au taux annuel de : %(penalty)s - Escompte en cas de paiement anticipé : %(discount)s

source: Your invoicing assistant!
fr_fr: Votre assistant de facturation

source: %(app_name)s is closing...
fr_fr: %(app_name)s s'arrête...

source: %(app_name)s is starting...
fr_fr: %(app_name)s démarre...

source: Using preferred locale: %(locale)s in %(dir)s
fr_fr: Utilisation des paramètres régionaux préférés: %(locale)s dans %(dir)s

source: Running in a PyInstaller bundle
fr_fr: Exécution dans un paquet PyInstaller

source: Running in a normal Python process
fr_fr: Exécution dans un process Python standard

source: Running in Development mode
fr_fr: Exécution en mode Développement

source: Running in Production mode
fr_fr: Exécution en mode Production

source: Current month
fr_fr: Mois en cours

source: Current quarter
fr_fr: Trimestre en cours

source: Current year
fr_fr: Année en cours

source: Last month
fr_fr: Mois précédent

source: Last quarter
fr_fr: Trimestre précédent

source: Last year
fr_fr: Année précédente

source: Reminder
fr_fr: Rappel

source: Second Reminder
fr_fr: Second Rappel

source: DRAFT
fr_fr: BROUILLON

source: Issued on %s
fr_fr: Émise le %s

source: Reminded on %s
fr_fr: Rappel le %s

source: Paid on %s
fr_fr: Payée le %s

source: Cancelled on %s
fr_fr: Annulée le %s

source: Draft
fr_fr: Brouillon

source: Emitted
fr_fr: Emis

source: Reminded
fr_fr: Relancé

source: Paid
fr_fr: Payé

source: Cancelled
fr_fr: Annulé

source: No selected company - Reason is: %s
fr_fr: Pas de profil d'entreprise sélectionné - La raison est : %s

source: Unit price
fr_fr: Prix unitaire

source: Quantity
fr_fr: Quantité

source: Amount
fr_fr: Montant

source: VAT rate
fr_fr: Taux de TVA

source: VAT
fr_fr: TVA

source: Net amount
fr_fr: Montant net

source: Add to basket
fr_fr: Ajouter au panier

source: Cannot add service to basket of client
fr_fr: Impossible d'ajouter un service au panier du client

source: Reason is:
fr_fr: La raison est :

source: Remove item from basket
fr_fr: Supprimer cet article du panier

source: Cannot remove item from basket of client
fr_fr: Impossible de supprimer cet article du panier du client

source: Update item quantity in basket
fr_fr: Mettre à jour cet article (quantité) dans le panier

source: Cannot update item quantity in basket of client
fr_fr: Impossible de mettre à jour cet article (quantité) dans le panier du client

source: Update service in basket
fr_fr: Mettre à jour le service dans le panier

source: Cannot update service in basket of client
fr_fr: Impossible de mettre à jour le service dans le panier du client

source: Cannot empty basket of client
fr_fr: Impossible de vider le panier du client

source: Select 'Quantity' field to edit
fr_fr: Sélectionner le champ 'Quantité' pour la modifier

source: Cannot retrieve the basket of client
fr_fr: Impossible de chaarger le panier du client

source: BASKET
fr_fr: PANIER

source: Remove all items from basket
fr_fr: Supprimer tous les articles du panier

source: Create invoice from basket
fr_fr: Créer une facture à partir du panier

source: No client exists, disable basket interactions
fr_fr: Aucun client trouvé, le panier est désactivé

source: Loading basket of client: %s
fr_fr: Chargement du panier du client : %s

source: Basket is empty
fr_fr: Le panier est vide

source: Nothing to invoice
fr_fr: Rien à facturer

source: item in basket
fr_fr: article dans le panier

source: items in basket
fr_fr: articles dans le panier

source: Total to invoice:
fr_fr: Total à facturer :

source: Clear basket
fr_fr: Vider le panier

source: Do you really want to empty the basket of this client?
fr_fr: Êtes-vous sûr de vouloir vider le panier de ce client ?

source: Cannot create invoice for client
fr_fr: Impossible de facturer le client

source: Basket update
fr_fr: Mise à jour du panier

source: Basket content of the following client has changed. Do you want to see it?
fr_fr: Le contenu du panier du client suivant a changé. Souhaitez-vous le voir ?

source: Service quantity, from 1 to 100
fr_fr: Quantité, entre 1 et 100

source: CLIENT INFO
fr_fr: INFO CLIENT

source: Confirm client edition (Alt+Enter)
fr_fr: Confirmer la mise à jour du client (Alt+Entrée)

source: Cancel client edition (Esc)
fr_fr: Annuler la mise à jour du client (Echap)

source: Client name, shall be a unique alphanumeric sentence starting with an uppercase letter
fr_fr: Nom du client, doit être unique, n'utiliser que des caractères alphanumériques et commencer par une majuscule

source: Client address: building num, street
fr_fr: Adresse client : numéro, rue

source: Client address: zip code (five digit)
fr_fr: Adresse client : code postal (cinq chiffres)

source: Client address: city
fr_fr: Adresse client : ville

source: Client email
fr_fr: Email client

source: Address:
fr_fr: Adresse :

source: Zip code:
fr_fr: Code Postal :

source: City:
fr_fr: Ville :

source: CLIENTS LIST
fr_fr: CLIENTS

source: Include inactive accounts
fr_fr: Inclure les comptes inactifs

source: Create a new client
fr_fr: Créer un nouveau client

source: Delete the selected client (Delete)
fr_fr: Supprimer le client sélectionné (Suppr)

source: Edit the selected client
fr_fr: Modifier le client sélectionné

source: Toggle activation state for the selected client
fr_fr: Activer / désactiver le client séléctionné

source: Cannot load the clients list
fr_fr: Impossible de charger la liste des clients disponibles

source: Delete client
fr_fr: Supprimer ce client

source: Do you really want to delete this client permanently?
fr_fr: Êtes-vous sûr de vouloir supprimer ce client définitivement ?

source: Cannot delete client
fr_fr: Impossible de supprimer ce client

source: De-activate client
fr_fr: Désactiver ce client

source: Do you really want to de-activate this client: its basket will be emptied?
fr_fr: Êtes-vous sûr de vouloir désactiver ce client : son panier sera vidé ?

source: Cannot %(action)s client
fr_fr: Impossible de %(action)s ce client

source: Cannot update the selected client
fr_fr: Impossible de mettre à jour le client sélectionné

source: Cannot create the new client
fr_fr: Impossible de créer le nouveau client

source: Name:
fr_fr: Nom :

source: Company name
fr_fr: Nom de l'entreprise

source: Dfacto data location:
fr_fr: Emplacement des données Dfacto :

source: Absolute path to your Dfacto data
fr_fr: Chemin absolu vers vos données Dfacto

source: Select where to store your company's Dfacto data
fr_fr: Choisisser où enregistrer les données Dfacto de votre entreprise

source: No VAT obligation
fr_fr: TVA non applicable

source: Company address
fr_fr: Adresse de l'entreprise

source: Company zip code
fr_fr: Code postal de l'entreprise

source: Company city
fr_fr: Ville de l'entreprise

source: Company phone number
fr_fr: Numéro de téléphone de l'entreprise

source: Company email
fr_fr: Adresse de courrier électronique de l'entreprise

source: Company siret
fr_fr: SIRET de l'entreprise

source: Company RCS
fr_fr: RCS de l'entreprise

source: Phone:
fr_fr: Téléphone :

source: Details...
fr_fr: Détails...

source: OK
fr_fr: Valider

source: Cancel
fr_fr: Annuler

source: Before starting, we need some information about you...
fr_fr: Avant de commencer, il nous faut quelques informations vous concernant...

source: Detailed information is not mandatory, you can edit your company profile later on.
fr_fr: Ces informations détaillées ne sont pas requises ici, vous pourrez compléter le profil de votre entreprise plus tard.

source: Welcome to %s, your invoicing companion!
fr_fr: Bienvenue sur %s, votre assistant de facturation !

source: Create your first company profile
fr_fr: Créer votre premier profil d'entreprise

source: %s is happy to host your new company!
fr_fr: %s est heureux d'accueillir votre nouvelle entreprise !

source: Add a new company profile
fr_fr: Créer un nouveau profil d'entreprise

source: The world is changing: update your company profile here...
fr_fr: Le monde évolue : modifier votre profil d'entreprise ici...

source: Edit your company profile
fr_fr: Modifier votre profil d'entreprise

source: Welcome back to %s, your invoicing companion!
fr_fr: Heureux de vous retrouver sur %s, votre assistant de facturation !

source: Select a company profile to start with...
fr_fr: Choisisser un profil d'entreprise pour commencer...

source: New...
fr_fr: Ajouter...

source: Your company is not in the list: create yours!
fr_fr: Votre entreprise n'est pas dans la liste, ajouter la !

source: General invoices information
fr_fr: Paramètres généraux des factures

source: days
fr_fr: jours

source: Delta from invoice issue date, in days
fr_fr: Délai à partir de la date d'émission, en jours

source: Late payment penalty (annual rate)
fr_fr: Pénalité pour retard de paiement (taux annuel)

source: Discount for early payment
fr_fr: Escompte pour paiement anticipé

source: Reset
fr_fr: Restaurer

source: Due date delta:
fr_fr: Délai avant relance :

source: Penalty:
fr_fr: Pénalité :

source: Discount:
fr_fr: Escompte :

source: Create Gui objects...
fr_fr: Création de l'interface utilisateur...

source: Select another company profile
fr_fr: Choisir un autre profil d'entreprise

source: New company profile
fr_fr: Nouveau profil d'entreprise

source: Create a new company profile
fr_fr: Créer un nouveau profil d'entreprise

source: Settings
fr_fr: Préférences

source: Adjust application settings
fr_fr: Régler les paramètres de l'application

source: About %s
fr_fr: À propos de %s

source: Quit
fr_fr: Quitter

source: Close the application
fr_fr: Fermer l'application

source: Loading database...
fr_fr: Chargement de la base de données...

source: Edit company profile
fr_fr: Modifier le profil d'entreprise

source: Cannot edit your company profile
fr_fr: Impossible de mettre à jour votre profil d'entreprise

source: Cannot update the %s company profile
fr_fr: Impossible de mettre à jour le profil d'entreprise %s

source: Select company profile
fr_fr: Choix d'un profil d'entreprise

source: No other company profiles available.
fr_fr: Pas d'autres profils d'entreprise disponibles.

source: Use 'New company profile' to create one.
fr_fr: Utiliser 'Nouveau profil d'entreprise' pour en créer un.

source: Create new company profile
fr_fr: Créer un nouveau profil d'entreprise

source: Cannot create the %s company profile
fr_fr: Impossible de créer un nouveau profil d'entreprise %s

source: Selecting the company profile...
fr_fr: Choix du profil d'entreprise

source: Connecting to database...
fr_fr: Connexion à la base de donnée...

source: Cannot select the %s company profile
fr_fr: Impossible de charger le profil d'entreprise %s

source: Connected to %s
fr_fr: Connecté à %s

source: Company profile %s is selected
fr_fr: Le profil d'entreprise choisi est %s

source: No pending payments
fr_fr: Pas de paiements en attente

source: Pending payments: <strong>%s</strong>
fr_fr: Paiements en attente : <strong>%s</strong>

source: Last quarter sales:
fr_fr: Chiffre d'Affaire du dernier trimestre :

source: Current quarter sales:
fr_fr: Chiffre d'Affaire du trimestre en cours :

source: Preferences...
fr_fr: Préférences...

source: Designed and develop by
fr_fr: Conçu et développé par

source: Under %(license)s license
fr_fr: Sous license %(license)s

source: Powered by
fr_fr: Propulsé par

source: and
fr_fr: et

source: Icons selection from
fr_fr: Séléction d'icones issus de

source: %(app_name)s - About
fr_fr: %(app_name)s - À propos

source: Exit confirmation
fr_fr: Confirmer la sortie

source: Cannot save the settings file: quit anyway?
fr_fr: Impossible de sauvegarder le fichier de péférences : quitter tout de même ?

source: Selecting a company profile...
fr_fr: Choix d'un profil d'entreprise

source: No company profile is selected: Dfacto is closing...
fr_fr: Aucun profil d'entreprise choisi : Dfacto va s'arrêter...

source: Connection failed
fr_fr: Échec de la connexion

source: Connected to %(database)s
fr_fr: Connecté à %(database)s

source: Company profile %(profile)s is selected
fr_fr: Le profil d'entreprise choisi est %(profile)s

source: History of invoice %s
fr_fr: Historique de la facture %s

source: Each date can be edited to fix datation errors
fr_fr: Chaque date peut être modifiée pour corriger une erreur de datation

source: Created on:
fr_fr: Créée le :

source: Reminded on:
fr_fr: Relancée le :

source: Paid on:
fr_fr: Payée le :

source: Cancelled on:
fr_fr: Annulée le :

source: Invoice preview
fr_fr: Aperçu de la facture

source: Put invoice items in basket
fr_fr: Mettre les articles de la facture dans le panier

source: Delete the selected invoice
fr_fr: Supprimer la facture sélectionnée

source: Emit the selected invoice
fr_fr: Émettre la facture sélectionnée

source: Mark the selected invoice as paid
fr_fr: Marquer la facture sélectionnée comme payée

source: Mark the selected invoice as cancelled
fr_fr: Marquer la facture sélectionnée comme annulée

source: Confirm invoice emission (Alt+Enter)
fr_fr: Confirmer l'émission de la facture (Alt+Entrée)

source: Close invoice viewer (Esc)
fr_fr: Fermer l'aperçu de la facture (Echap)

source: Cannot get invoice pathname
fr_fr: Impossible de contruire le chemin de sauvegarde de la facture

source: Save invoice to PDF
fr_fr: Sauvegarder la facture au format PDF

source: Your invoice is saved in:
fr_fr: Votre facture est sauvegardée dans:

source: You can open it in a PDF viewer or in the Explorer
fr_fr: Vous pourrez l'ouvrir dans une visionneuse PDF ou dans l'explorateur de fichiers

source: Open
fr_fr: Ouvrir

source: Show in Explorer
fr_fr: Montrer dans l'explorateur de fichiers

source: Send by email
fr_fr: Envoyer par courrier électronique

source: Send by email is not yet implemented
fr_fr: L'envoi par courrier électronique n'est pas ecore disponible

source: Error when saving your invoice
fr_fr: Une erreur est survenue lors de la sauvegarde de votre facture

source: Client Id
fr_fr: Id Client

source: Client name
fr_fr: Nom du client

source: Status
fr_fr: État

source: Late ?
fr_fr: En retard ?

source: Changed on
fr_fr: Modifié le

source: Cannot retrieve invoices
fr_fr: Impossible de charger les factures

source: Cannot get invoice
fr_fr: Impossible de charger la facture

source: Cannot get HTML preview
fr_fr: Impossible de générer la pré-visualisation HTML

source: Cannot delete invoice
fr_fr: Impossible de supprimer cette facture

source: Cannot mark invoice as %s
fr_fr: Impossible de marquer la facture comme %s

source: Cannot move invoice in basket
fr_fr: Impossible de déplacer la facture dans le panier

source: Cannot update history of invoice %s
fr_fr: Impossible de modifier l'historique de la facture %s

source: Cannot copy invoice in basket
fr_fr: Impossible de copier la facture dans le panier

source: Cannot revert invoice to its previous status
fr_fr: Impossible de rétablir l'état antérieur de la facture

source: Cannot get client of invoice %s
fr_fr: Impossible de retrouver le client associé à la facture %s

source: INVOICES
fr_fr: FACTURES

source: Edit invoices general information
fr_fr: Modifier les paramètres généraux des factures

source: Show invoices of all clients
fr_fr: Montrer les factures de tous les clients

source: Filter on emitted date
fr_fr: Filtrer selon la date d'émission

source: Status filter
fr_fr: Filtre d'état

source: Filter on status
fr_fr: Filtrer selon l'état

source: Show only invoice to be checked for payment
fr_fr: Montrer seulement les factures dont le paiement doit être vérifié

source: Reset to default filters
fr_fr: Revenir aux filtres par défaut

source: Preview the selected invoice
fr_fr: Pré-visualiser la facture sélectionnée

source: Remind the selected invoice
fr_fr: Relancer la facture sélectionnée

source: Revert invoice to its previous status
fr_fr: Rétablir l'état antérieur de la facture

source: Show invoice history
fr_fr: Montrer l'historique de la facture

source: All dates
fr_fr: Toutes les dates

source: All
fr_fr: Tous

source: Delete invoice
fr_fr: Supprimer une facture

source: Do you really want to delete this invoice permanently?
fr_fr: Êtes-vous sûr de vouloir supprimer cette facture définitivement ?

source: Cannot delete invoice %s of client %s
fr_fr: Impossible de supprimer la facture %s du client %s

source: Cannot retrieve invoices general information
fr_fr: Impossible de charger les paramètres généraux des factures

source: Cannot create a new revision of invoices general information
fr_fr: Impossible de mettre à jour les paramètres généraux des factures

source: Revert invoice status
fr_fr: Rétablir l'état antérieur de la facture

source: Cannot revert invoice %s to its previous status
fr_fr: Impossible de rétablir l'état antérieur de la facture %s

source: No client exists or all clients are hidden, disable invoices interactions
fr_fr: Aucun client actif trouvé, la liste des factures est désactivée

source: Show invoices of client: %s
fr_fr: Lister les factures pour le client : %s

source: Payment reminder
fr_fr: Relance de paiement

source: Some invoices should be paid: do you want to ckeck them?
fr_fr: Des factures devraient avoir été payées : souhaitez-vous les vérifier ?

source: Invoice view
fr_fr: Aperçu de la facture

source: Cannot show invoice %s of client %s
fr_fr: Impossible générer l'aperçu de la facture %s pour le client %s

source: Mark invoice as %s
fr_fr: Marquer la facture comme %se

source: Do you really want to mark permanently this invoice as %s?
fr_fr: Êtes-vous sûr de vouloir marquer définitivement cette facture comme %se ?

source: Cannot mark invoice %(id)s as %(status)
fr_fr: Impossible de marquer la facture %(id)s comme %(status)

source: Move invoice in basket
fr_fr: Déplacer la facture vers le panier

source: Cannot move invoice %s in basket of client %s
fr_fr: Impossible de déplacer la facture %s vers le panier du client %s

source: Copy invoice in basket
fr_fr: Copier la facture vers le panier

source: Cannot copy invoice %s in basket of client %s
fr_fr: Impossible de copier la facture %s vers le panier du client %s

source: Not cancelled
fr_fr: Tous sauf annulé

source: SERVICE INFO
fr_fr: INFO SERVICE

source: Confirm service edition (Alt+Enter)
fr_fr: Confirmer la mise à jour du service (Alt+Entrée)

source: Cancel service edition (Esc)
fr_fr: Annuler la mise à jour du service (Echap)

source: Service designation, shall be a unique alphanumeric sentence starting with an uppercase letter
fr_fr: Nom du service, doit être unique, n'utiliser que des caractères alphanumériques et commencer par une majuscule

source: Service unit price, in euros, limited to %s
fr_fr: Prix unitaire du service, en euros, limité à %s

source: Unit price:
fr_fr: Prix unitaire :

source: VAT rate:
fr_fr: Taux de TVA :

source: Cannot retrieve the VAT rates
fr_fr: Impossible de charger les taux de TVA

source: Increase
fr_fr: Augmenter

source: Decrease
fr_fr: Diminuer

source: SERVICES LIST
fr_fr: SERVICES

source: Create a new service
fr_fr: Créer un nouveau service

source: Delete the selected service (Delete)
fr_fr: Supprimer le service sélectionné (Suppr)

source: Edit the selected service
fr_fr: Modifier le service sélectionné

source: Cannot load the services list
fr_fr: Impossible de charger la liste des services disponibles

source: Delete service
fr_fr: Supprimer un service

source: Do you really want to delete this service permanently?
fr_fr: Êtes-vous sûr de vouloir supprimer ce service définitivement ?

source: Cannot delete service
fr_fr: Impossible de supprimer ce service

source: Cannot update the selected service
fr_fr: Impossible de mettre à jour le service sélectionné

source: Cannot create the new service
fr_fr: Impossible de créer le nouveau service

source: Dfacto data default directory:
fr_fr: Dossier de données Dfacto par défaut

source: Absolute path
fr_fr: Chemin absoulu

source: Select the Dfacto data default directory
fr_fr: Choisir le dossier de données Dfacto par défaut

source: (Change to these settings will be applied on next start)
fr_fr: (Un redémarrage de l'application Dfacto est nécessaire)

source: Log level:
fr_fr: Niveau de Log :

source: Select the logging level
fr_fr: Choisir le niveau de Log

source: Font size delta:
fr_fr: Incrément à la taille de la police de base :

source: Increase the base font size by the selected value (between 0 and 10 pt)
fr_fr: Auglente la taille de la police de base de la valeur choisie (entre 0 et 10 pt)

source: Scale factor:
fr_fr: Facteur de mise à l'échelle :

source: Apply a global scaling to the Dfacto UI
fr_fr: Applique un facteur de mise à l'échelle global à l'IHM Dfacto

source: Reset to defaults
fr_fr: Revenir aux valeurs par défaut

source: Dfacto - Database error
fr_fr: Dfactp - Erreur de la base de données

source: %s Try to restart Dfacto If the problem persists, contact your admin
fr_fr: %s Essayer de redémarrer Dfacto Si le problème persiste, contacter votre administrateur

source: Close
fr_fr: Fermer

source: Yes
fr_fr: Oui

source: No
fr_fr: Non
